Revit 2027 API
BuiltInFailures.CopyMonitorFailures.CannotCopyCuttingInsert Property
 Copy/Monitor does not support cutting inserts in floors. Some openings were not copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyCuttingInsert { get; }
Public Shared ReadOnly Property CannotCopyCuttingInsert As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyCuttingInsert {
	FailureDefinitionId^ get ();
}
static member CannotCopyCuttingInsert : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace